// © Copyright 2013-2015 HP Development Company, L.P.

APTHeaderTitle = "Knytt HP-skriverdriveren til skriveren for å få tilgang til alle utskriftsfunksjoner.";
APTAddPrinterTitle = "Legg til skriver";
APTSkipButtonTitle = "Hopp over";

APTFirstStepTitle = "1. Klikk på Legg til skriver. Det vises en dialogrute med tilgjengelige skrivere i lokalnettverket.";
APTBonjourSecondStepTitle = "2. Velg \"%@\". Det kan ta noen øyeblikk før skriveren vises i listen.";
APTSecondStepNoteTitle = "Merk: Det er viktig at du velger \"Bonjour\"- eller \"Bonjour-flerfunksjonsenhet\"-oppføringen for skriveren for å påse at alle skriverfunksjonene blir tilgjengelig. Hvis ingen av oppføringene vises i listen og din printer er koblet til denne datamaskinen med en USB-kabel, koble fra kabelen.";
APTBonjourThirdStepTitle = "3. Åpne lokalmenyen Bruk (eller Skriv ut med) og velg skriverens modellnavn. Da tilordnes HP-skriverdriveren til utskriftskøen.";
APTBonjourFourthStepTitle = "4. Klikk på Legg til for å fullføre opprettingen av utskriftskøen, og lukk dialogruten.";

APTIPSecondStepTitle = "2. Klikk på IP-knappen på verktøylinjen.";
APTIPThirdStepTitle = "3. Velg HP Jetdirect - Socket fra Protokoll-feltet.";
APTIPFourthStepTitle = "4. Skriv IP-adressen \"%@\" i Adresse-feltet. Det kan ta noen øyeblikk før enheten vises.";
APTFouthStepNoteTitle = "Hvis feltet Skriv ut med eller Bruk ikke vises på enheten, betyr det at enheten ikke ble funnet. Se dokumentasjonen til enheten og Apples hjelp for å finne ut hvordan du kan legge til enheten manuelt.";
APTFifthStepIPTitle = "5. Klikk på Legg til for å fullføre opprettingen av utskriftskøen, og lukk dialogruten.";
APTPrintOnlySupportWarning = "Merk: En IP-tilkobling støttes. Det er imidlertid bare utskriftsfunksjonen som vil virke ordentlig.";

AssistantContinueAlertTitle = "Er du sikker på at du vil fortsette uten å legge til en utskriftskø?";
AssistantContinueAlertMessage = "Du vil ikke kunne skrive ut med skriveren før du fullfører dette trinnet.";

FaxDriverNotInstalledTitle = "HP-programvaren som er nødvendig for å konfigurere faksing, ble ikke funnet";
PrintDriverNotInstalledTitle = "HP-programvaren som er nødvendig for å konfigurere utskrift, ble ikke funnet";
APTMissingSoftwareMessage = "APT_TEXT:Last ned og installer den nyeste programvaren for din enhet, fra APT_LINK:APT_URL:APTSupportLink_URL, og prøv deretter på nytt. Hvis du velger å fortsette uten å installere den nyeste programvaren, vil enkelte funksjoner ikke fungere.";
